Revit 2027 API
AnalysisDisplayColorEntry.Value Property
 Value associated with color entry.
Namespace: Autodesk.Revit.DB.Analysis
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double Value { get; }
Public ReadOnly Property Value As Double
	Get
public:
property double Value {
	double get ();
}
member Value : float with get
Property Value
Double
See Also
Reference
AnalysisDisplayColorEntry Class
Autodesk.Revit.DB.Analysis Namespace